export default function PrivacyStatement() {
    return (
        <div className="">
            <h1>კონფინდეციალობის პოლიტიკა</h1>
            <h2>
                ინფორმაციის უსაფრთხოება
            </h2>
            <ul>
                <li>
                    თქვენი მონაცემები კონფიდენციალურია;
                </li>
                <li>
                    თქვენი წერილლობითი მომართვის შემთხვევაში, ჩვენ წავშლით თქვენს ანგარიშს და მონაცემებს;
                </li>
                <li>
                    თქვენი სახელი, რომლითაც დარეგისტრირდით რეგისტრაციის შემდეგ საიტზე შეიძლება გამოჩნდეს;
                </li>
                <li>
                    თქვენი მონაცემების დამუშავება ხდება თქვენი თანხმობის შემთხვევაში, რომელსაც ანგარიშზე რეგისტრაციის შემთხვევაში ეთანხმებით;
                </li>
                {/* <li>
                    თქვენი ბარათის მონაცემების არანაირი სახით დამუშავება არ ხდება.
                </li> */}
            </ul>
            <h2>
                როგორ მოვიპოვებთ თქვენს მონაცემებს
            </h2>
            <div className="">
                თქვენი მონაცემების შეგროვება ხდება მხოლოდ აღნიშნულ საიტზე თქვენი რეგისტრაციის შემდეგ, მონაცემების თქვენ მიერ მოწოდებული მონაცემების შესაბამისად. აღნიშნული ინფორმაციის ნაწილი თქვენ შეგიძლიათ ავტომატურად გახადოთ საჯარო ან სრულად დახურული.

                ბარათის დამატება და წაშლა
                ვებ. გვერდის საკუთარი ანგარიშიდან, რეგისტრაციის გავლის შემდეგ, რეკურენტული გადახდებისთვის თქვენ შეგიძლიათ დაამატოთ ბარათი, რომლიდანაც თანხა ავტომატურად ჩამოგეჭრებათ მომდევნო თვის თქვენ მიერ არჩეული თარიღიდან. თანხის ოდენობას და ჩამოჭრის თარიღს, ასევე პერიოდულობას („ყოველთვიური“, „3 თვეში ერთხელ“, „6 თვეში ერთხელ“) ირჩევთ თქვენ.

                გადახდის გაუქმება და ბარათის წაშლა შესაძლებელია საკუთარი ანგარიშიდან „წაშლა“ ღილაკის მეშვეობით.

                თანხის დაბრუნება
                თუ ვებ. გვერდიდან თქვენ მიერ მითითებულისგან განსხვავებული თანხა ჩამოგეჭრებათ, ან თქვენ მიერ არჩეული თარიღისგან განსხვავებულ თარიღში ჩამოგეჭრებათ, დაბრუნების შესახებ შეიძება მოგვმართოთ ელ. ფოსტაზე: info@girchi.com

                „მზა ჩანაწერები" (Cookies)
                ჩვენს ვებ გვერდზე მომხმარებელთა ქცევის მონიტორინგს ვახორციელებთ ე.წ. „მზა ჩანაწერების" (cookies-ის) საშუალებით იმისათვის, რომ ვიზიტორებს გავუადვილოთ ვებ გვერდით სარგებლობა და გავაუმჯობესოთ მისი ფუნქციონირების ხარისხი.

                „მზა ჩანაწერები" მცირე ზომის ფაილებია, რომლებიც საიტზე ვიზიტისას ინახება მომხმარებლის კომპიუტერში, პლანშეტში ან მობილურ მოწყობილობაში. ისინი რჩება თქვენს მოწყობილობაში და საიტს უბრუნდება, როცა კვლავ ეწვევით იმავე მისამართს.

                ვის ვუზიარებთ თქვენს პერსონალურ მონაცემებს
                მხოლოდ თქვენი სახელი და გვარი შეიძლება აისახოს ვებ გვერდზე, თქვენივე თანხმობის შემთხვევაში, რომელსაც რეგისტრაციისას ეთანხმებით.

                როგორ დაგვიკავშირდეთ

                თუ გსურთ ანგარიშის გაუქმა ან ნებისმიერი სხვა კითხვის შემთხვევაში დაგვიკავშირდით:

                მობ.: 598180025
                ელ.ფოსტა: info@girchi.com

                მის.: 9 აპრილის 3/5, თბილისი


            </div>
        </div>
    )
}