--
-- PostgreSQL database dump
--

\restrict oFUZUljeWEWiUyObseRLxpdSKdMJPZEeyjDAnP6ef5qX9jeRP7n1pEUB4IfTpBE

-- Dumped from database version 14.19 (Homebrew)
-- Dumped by pg_dump version 14.19 (Homebrew)

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- Name: pgcrypto; Type: EXTENSION; Schema: -; Owner: -
--

CREATE EXTENSION IF NOT EXISTS pgcrypto WITH SCHEMA public;


--
-- Name: EXTENSION pgcrypto; Type: COMMENT; Schema: -; Owner: 
--

COMMENT ON EXTENSION pgcrypto IS 'cryptographic functions';


SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- Name: audio_data; Type: TABLE; Schema: public; Owner: luka
--

CREATE TABLE public.audio_data (
    id integer NOT NULL,
    title character varying(255) NOT NULL,
    file_path character varying(500),
    status character varying(50) DEFAULT 'active'::character varying,
    content text NOT NULL,
    language character varying(50) DEFAULT 'თუშური'::character varying,
    created_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP,
    updated_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP
);


ALTER TABLE public.audio_data OWNER TO luka;

--
-- Name: audio_data_id_seq; Type: SEQUENCE; Schema: public; Owner: luka
--

CREATE SEQUENCE public.audio_data_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.audio_data_id_seq OWNER TO luka;

--
-- Name: audio_data_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: luka
--

ALTER SEQUENCE public.audio_data_id_seq OWNED BY public.audio_data.id;


--
-- Name: audio_segments; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.audio_segments (
    id integer NOT NULL,
    "time" character varying(10) NOT NULL,
    text text NOT NULL,
    audio_file character varying(255),
    created_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP,
    updated_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP
);


ALTER TABLE public.audio_segments OWNER TO postgres;

--
-- Name: audio_segments_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.audio_segments_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.audio_segments_id_seq OWNER TO postgres;

--
-- Name: audio_segments_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.audio_segments_id_seq OWNED BY public.audio_segments.id;


--
-- Name: users; Type: TABLE; Schema: public; Owner: luka
--

CREATE TABLE public.users (
    id integer NOT NULL,
    username character varying(255) NOT NULL,
    email character varying(255) NOT NULL,
    password character varying(255) NOT NULL,
    img character varying(500),
    is_active boolean DEFAULT false,
    created_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP,
    updated_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP,
    uuid uuid DEFAULT gen_random_uuid() NOT NULL,
    role character varying(20) DEFAULT 'user'::character varying NOT NULL,
    CONSTRAINT users_role_check CHECK (((role)::text = ANY ((ARRAY['user'::character varying, 'editor'::character varying, 'admin'::character varying])::text[])))
);


ALTER TABLE public.users OWNER TO luka;

--
-- Name: users_id_seq; Type: SEQUENCE; Schema: public; Owner: luka
--

CREATE SEQUENCE public.users_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.users_id_seq OWNER TO luka;

--
-- Name: users_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: luka
--

ALTER SEQUENCE public.users_id_seq OWNED BY public.users.id;


--
-- Name: words; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.words (
    id integer NOT NULL,
    user_id integer,
    the_word character varying(255) NOT NULL,
    translation character varying(500),
    language character varying(50) DEFAULT 'tushetian'::character varying,
    definition text,
    part_of_speech character varying(50),
    base_form character varying(255),
    is_public boolean DEFAULT true,
    created_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP,
    updated_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP
);


ALTER TABLE public.words OWNER TO postgres;

--
-- Name: words_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.words_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.words_id_seq OWNER TO postgres;

--
-- Name: words_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.words_id_seq OWNED BY public.words.id;


--
-- Name: audio_data id; Type: DEFAULT; Schema: public; Owner: luka
--

ALTER TABLE ONLY public.audio_data ALTER COLUMN id SET DEFAULT nextval('public.audio_data_id_seq'::regclass);


--
-- Name: audio_segments id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.audio_segments ALTER COLUMN id SET DEFAULT nextval('public.audio_segments_id_seq'::regclass);


--
-- Name: users id; Type: DEFAULT; Schema: public; Owner: luka
--

ALTER TABLE ONLY public.users ALTER COLUMN id SET DEFAULT nextval('public.users_id_seq'::regclass);


--
-- Name: words id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.words ALTER COLUMN id SET DEFAULT nextval('public.words_id_seq'::regclass);


--
-- Data for Name: audio_data; Type: TABLE DATA; Schema: public; Owner: luka
--

COPY public.audio_data (id, title, file_path, status, content, language, created_at, updated_at) FROM stdin;
1	თუშური ტექსტი	/audio_files/adas_mier_moyolili_zghapari.m4a	active	[{"time":"0:00","text":"ცჰ̧ენ დენი მეზობლა ბადრივ დაკლავდინათხ მე მარწყვ ლაჰბა დეწრათხ დახაჼ ჰ̧ამივაჸ ჰ̧ალეცინეთხ კალთი დეხნათხ"},{"time":"0:18","text":"ო ცჰ̧ენ ჲაჰ̧გო ჲახხეჼ კოწლი ჲატტერ ზორეშ ლამზურ ჲოჰ̧ ჲარე ო მარწყვ ლეჰ̧ბოშ ცჰ̧ენ ჯაგენ ძირეჼ ჩუთჳიჰისნორ ჰ̧ალჰაწამელჩე მიჩედაგ ბადრი ცო დაგეგ ნაყბისტი ცო და"},{"time":"0:41","text":"ი̄შ ოსი ე ცჰ̧ენ ჲაჰ̧ოვ ჯაგენ ძირეხ ჲახეჩ კოწლივ ჩუი̄ხკნორ  შატბოლლინ ჩუაეხკიჼ"},{"time":"1:00","text":"ჰ̧ალხილუ ჰ̧ალცოჴეთთმაკ ჰ̧ალხილუ ჰ̧ალცოჴეთთმაკ ოშტუჼ ეაღ ოსი ჲათხეშ ჴეჼ ცჰ̧ა ჰ̧აწუკ გუდალʻე ო ჰ̧ეწკეგ ალʻიჼ ჯელელეჼ ე კოწლი დაჰ̧ჲასტალ სონენ ჰ̧ალცოჴეთთმაკსონენ"},{"time":"1:29","text":"დაჰ̧დეხნოერ ო ჰ̧აწუკ მოჰ̧ეჴდა ქოკივ დაჰ̧აესტნორ ჰ̧ალჴეთთეჼ სოდაჰ̧აჭენ ცომენა ცოდა ცო ხეჸ მიჩ ჲეწ ჲახაჼ"},{"time":"1:44","text":"ოშტო ჲუტ ჲუტ ჲუტე ჴე ჲექიჼ მენხჳიჩ ნაყვ ჲაღოსეჼ ჴეჼ ეშმივ დექიჼ მე ასა ნაყვ ჲოლეჼ ოშტო ასი ლელინჩოღა შარნაჲახე ჲოწჲალიჼ ო ბილკეხ"},{"time":"2:15","text":"ჲუტ ჲუტ ჲუტე მიჩახ სინათლ ჲაგიჼ ცჰ̧ენ წენი დაჰ̧ჲაჰენ ო წენიგ ოსი ჲათხეშ ჩუა_ხაე"},{"time":"2:34","text":"ოსი ო წინრე ცჰ̧ა ბადერ ნჸე გუდალʻე ჲაგი ო ჲოჰ̧ მე ოსი ჲათხეშ ეაღერ ჴენ ჩუ_ჲახენ შერ ნანეგ ალʻიჼ მე ოსი ცჰ̧ა ბადერ დათხეშ ედაღენ ო ნანას ალʻიჼ მე ჩუდოდებათ ჩუდოდებათენ ნეჸ ჲახენ ო ჲოჰ̧ ო ჲეშმა ჲოჰ̧ ჩუაიკეჼ ო ჲოჰ̧ ჩუახაიეჼ ოსი"},{"time":"3:10","text":"ჴე ინც ფსარლო ჲეჸეჼ ჰამივა შუ-შუა მათთიშ ჩუდარჟდიეჼ ო ჲოჰ̧ ო ნანას ოშტვიჩ ედგლე იშიეჼ მე ცოჰანა ცომ ჰოჸრალ ჰ̧ალჴეთთენ ო ნან ნეკი ჺრდანა იალʻეჼ"},{"time":"3:41","text":"ო ცჰ̧ა ჲოჰ̧ ოშტონკა ჲარმე ჰ̧ალჴეთიჼ ნანას მე ნეკი ჺირდორʻ ო ჲოჰ̧ დაჰ̧ჺერʻევა ლე̄რ"},{"time":"3:54","text":"ჴე ალʻიჼ ო ჲაჰოგ მე აჰ სომფენიხ ჺიშენ სოცი ჺიშენ ჴეჼ ჩუდიფშეჼ შიკე ცჰ̧აღ ჩუდიფშეჼ"},{"time":"4:12","text":"ბჳის ჰალჴეთთენ ო ნან ო ჺირდიენ ნეკივ დაჰ̧ჲახენ ო დაკლივ მე ესე ო დოტდიენ ჰ̧აშ დიშენ ცოჰმა ოსი ო შარიჼ ჲოჰ̧ იშურ მაქ ჲახენ ო შარიჼ ჲოჰ̧ დაჰ̧აჺევიჼ"},{"time":"4:39","text":"ჺურდეჼ ჰ̧ალჴეთთენ ო ნან ალʻიჼ მე ისი ჰერწ ლათთენ წე ჰ̧ალიააეთ ჰ̧ალოჴეხკდებათ დითხენ ჰ̧ალჴექდიენ"},{"time":"4:58","text":"ფსარლო იეენ ო ნან სამუშავმაქრეჼ იე̄ნ შერ ბადრეჼ ჰეჭა ჴეთიჼ ჴე იათხეშ ჩუა_ხაე ო ნან სე ხანათენ ხა დალო სე ტანათენ ტა დალო"},{"time":"5:27","text":"ო ბადრივ ო ჲოჰ̧ მენუხა ნანას დაჰეწერ ევა ო ბადრივ გაფრთხილბადიეჼ მე აჰ̧ შარნღობ ესერე ცოჰეკა თხე ნანას დაჰ̧ევოჰ̧ენ ო ჲოჰ̧ ჰ̧ალჴეთთენ შარნაჲახენ"},{"time":"6:13","text":"ჲუტ ჲუტ ჲუტე ო ბილკევ ჲუტე ჰ̧ულნოღა ჲუტე ცო ხე მიჩ ჲეწ ჲახაჼ ე ცჰ̧ენ ქოხეგა ოთთე ჩუჰ̧აჭენ ცომენა ცო და ე ოსი ჩუახაე"}]	თუშური	2026-02-02 15:39:16.929348	2026-02-12 21:03:57.202361
\.


--
-- Data for Name: audio_segments; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.audio_segments (id, "time", text, audio_file, created_at, updated_at) FROM stdin;
2	0:18	ო ცჰ̧ენ ჲაჰ̧გო ჲახხეჼ კოწლი ჲატტერ ზორეშ ლამზურ ჲოჰ̧ ჲარე ო მარწყვ ლეჰ̧ბოშ ცჰ̧ენ ჯაგენ ძირეჼ ჩუთჳიჰისნორ ჰ̧ალჰაწამელჩე მიჩედაგ ბადრი ცო დაგეგ ნაყბისტი ცო და	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
3	0:41	ი̄შ ოსი ე ცჰ̧ენ ჲაჰ̧ოვ ჯაგენ ძირეხ ჲახეჩ კოწლივ ჩუი̄ხკნორ  შატბოლლინ ჩუაეხკიჼ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
4	1:00	ჰ̧ალხილუ ჰ̧ალცოჴეთთმაკ ჰ̧ალხილუ ჰ̧ალცოჴეთთმაკ ოშტუჼ ეაღ ოსი ჲათხეშ ჴეჼ ცჰ̧ა ჰ̧აწუკ გუდალʻე ო ჰ̧ეწკეგ ალʻიჼ ჯელელეჼ ე კოწლი დაჰ̧ჲასტალ სონენ ჰ̧ალცოჴეთთმაკსონენ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
5	1:29	დაჰ̧დეხნოერ ო ჰ̧აწუკ მოჰ̧ეჴდა ქოკივ დაჰ̧აესტნორ ჰ̧ალჴეთთეჼ სოდაჰ̧აჭენ ცომენა ცოდა ცო ხეჸ მიჩ ჲეწ ჲახაჼ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
6	1:44	ოშტო ჲუტ ჲუტ ჲუტე ჴე ჲექიჼ მენხჳიჩ ნაყვ ჲაღოსეჼ ჴეჼ ეშმივ დექიჼ მე ასა ნაყვ ჲოლეჼ ოშტო ასი ლელინჩოღა შარნაჲახე ჲოწჲალიჼ ო ბილკეხ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
7	2:15	ჲუტ ჲუტ ჲუტე მიჩახ სინათლ ჲაგიჼ ცჰ̧ენ წენი დაჰ̧ჲაჰენ ო წენიგ ოსი ჲათხეშ ჩუა_ხაე	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
8	2:34	ოსი ო წინრე ცჰ̧ა ბადერ ნჸე გუდალʻე ჲაგი ო ჲოჰ̧ მე ოსი ჲათხეშ ეაღერ ჴენ ჩუ_ჲახენ შერ ნანეგ ალʻიჼ მე ოსი ცჰ̧ა ბადერ დათხეშ ედაღენ ო ნანას ალʻიჼ მე ჩუდოდებათ ჩუდოდებათენ ნეჸ ჲახენ ო ჲოჰ̧ ო ჲეშმა ჲოჰ̧ ჩუაიკეჼ ო ჲოჰ̧ ჩუახაიეჼ ოსი	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
9	3:10	ჴე ინც ფსარლო ჲეჸეჼ ჰამივა შუ-შუა მათთიშ ჩუდარჟდიეჼ ო ჲოჰ̧ ო ნანას ოშტვიჩ ედგლე იშიეჼ მე ცოჰანა ცომ ჰოჸრალ ჰ̧ალჴეთთენ ო ნან ნეკი ჺრდანა იალʻეჼ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
10	3:41	ო ცჰ̧ა ჲოჰ̧ ოშტონკა ჲარმე ჰ̧ალჴეთიჼ ნანას მე ნეკი ჺირდორʻ ო ჲოჰ̧ დაჰ̧ჺერʻევა ლე̄რ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
11	3:54	ჴე ალʻიჼ ო ჲაჰოგ მე აჰ̧ სომფენიხ ჺიშენ სოცი ჺიშენ ჴეჼ ჩუდიფშეჼ შიკე ცჰ̧აღ ჩუდიფშეჼ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
12	4:12	ბჳის ჰალჴეთთენ ო ნან ო ჺირდიენ ნეკივ დაჰ̧ჲახენ ო დაკლივ მე ესე ო დოტდიენ ჰ̧აშ დიშენ ცოჰმა ოსი ო შარიჼ ჲოჰ̧ იშურ მაქ ჲახენ ო შარიჼ ჲოჰ̧ დაჰ̧აჺევიჼ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
13	4:39	ჺურდეჼ ჰ̧ალჴეთთენ ო ნან ალʻიჼ მე ისი ჰერწ ლათთენ წე ჰ̧ალიააეთ ჰ̧ალოჴეხკდებათ დითხენ ჰ̧ალჴექდიენ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
14	4:58	ფსარლო იეენ ო ნან სამუშავმაქრეჼ იე̄ნ შერ ბადრეჼ ჰეჭა ჴეთიჼ ჴე იათხეშ ჩუა_ხაე ო ნან სე ხანათენ ხა დალო სე ტანათენ ტა დალო	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
15	5:42	ო ბადრივ ო ჲოჰ̧ მენუხა ნანას დაჰეწერ ევა ო ბადრივ გაფრთხილბადიეჼ მე აჰ̧ შარნღობ ესერე ცოჰეკა თხე ნანას დაჰ̧ევოჰ̧ენ ო ჲოჰ̧ ჰ̧ალჴეთთენ შარნაჲახენ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
16	6:11	ჲუტ ჲუტ ჲუტე ო ბილკევ ჲუტე ჰ̧ულნოღა ჲუტე ცო ხე მიჩ ჲეწ ჲახაჼ ე ცჰ̧ენ ქოხეგა ოთთე ჩუჰ̧აჭენ ცომენა ცო და ე ოსი ჩუახაე	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
17	6:34	კაძიკ ხანე დოლიჼ ჩა გუბალʻე ო ქოხი ჩაინ ქოხ ჲანორ ო ჩაივ მა ჴირʻლ ელʻნორ ას ჰ̧ო ჰ̧ალცოჴალოს ელʻნორ ჰ̧ალდახვე ესე ელʻნორ აჰ̧ ბუნგი დილდებ ას მა დაყურ დაჰ̧ოსეჼ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
18	7:02	ოსი ჰ̧ალდახერ ჰ̧ალშეგლბადიეჼ ო ოთახ ჲაჰ̧ოვ დახერ დახერ დახერე ლარა ბადერ დიე ო ჲაჰ̧ოვ ჩაიხი ვუხ დორ ლე საბან ცო დარ ლე მოთთ ცო ბარ ლე აკვან ცო დარ ჰ̧ალჴეთთენ ო ჩაივ ცჰ̧ენ კალთი ჩუხადიენ ო ბადერ გიჴოწინ დაჰ̧ადიკეჼ ო ჲოჰ̧ წინა მიჩრენა ჲარ ო ჲოჰ̧	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
19	7:50	ობი/ოჴარგო მაგრამ მაცხე დაჰ̧იარჺციენ შუიჼ ჲოჰ̧ მე დაჰ̧ჲარიავინ ო ჴირჴლიგ დაჰ̧დეჴჩე ბიქნორ ო ჩა შუ ჲაჰ̧ოვ ოიკ ვიეჼ აკი-უკი დალʻეთა ბანდი-ბუნდი ჲალʻეთა ნე დალʻენ ო წინრეჼ რასა ხედავ ო შუიჼ ჲოჰ̧ ოსი ია ჩა ბაე კალათ ბელ ჩუჰ̧ ბადერ დიშუშ ო ჲოჰ̧ ჩუიკე კალთევ ბადერა ჩუდიკეჼ ჩა შანბახეჼ ჩა შანბახეჼ ჴუნ მიჩჴე ბახერ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
20	8:57	ო ბადერ აკვანე ჩუდიშუშ უშ დაჴლარ უშ დაჴლარ ოშტო ღვინარ ღაზეჼ ლამზურ კნათ ოთთეჼ კნათ ვანორ ჰ̧ალვაჴვალინ ო კნათ ზორეშ კმაყოფლი დისე ო ნან-დად ო ჲაჰ̧იჼ იშტ დაჰ̧ადამთავრბაბალიჼ ე ფალ	\N	2026-02-14 16:01:36.43654	2026-02-14 16:01:36.43654
1	0:00	ცჰ̧ენ დენი მეზობლა ბადრივ დაკლავდინათხ მე მარწყვ ლაჰბა დეწრათხ დახაჼ ჰ̧ამივაჸ ჰ̧ალეცინეთხ კალთი დეხნათხ	\N	2026-02-14 16:01:36.43654	2026-05-01 20:23:18.931488
\.


--
-- Data for Name: users; Type: TABLE DATA; Schema: public; Owner: luka
--

COPY public.users (id, username, email, password, img, is_active, created_at, updated_at, uuid, role) FROM stdin;
1	luka	lukaziskara@gmail.com	$2b$05$AoBdwsjxlPCuRwwhXSKedegwORgmXP8uMErDlLB.G3ofmXxzG15vS	\N	t	2026-02-01 14:26:17.884024	2026-05-01 19:55:31.832579	103a52dd-f49e-48ce-b6e4-72502db53018	admin
3	lukauser	lukauser@gmail.com	$2b$05$IMb6DbYI161.WJ3b.6oXRub.oSl5dHyZt22wC3FVeaOMuI25LBKbW	\N	t	2026-05-01 19:56:23.326863	2026-05-01 20:21:44.043201	8a8b2c0c-6992-452a-9841-f4b732181eed	user
2	lukaziskara1	lukaziskara1@gmail.com	$2b$05$shND8d.5AU16U16kEIlTEOEoAK7m0GDMD7tUKvIWTVOwJMu2/vqTm	\N	t	2026-04-30 14:44:37.604304	2026-05-01 20:22:19.209307	2a7c7bf0-2c6e-42cb-b78d-4db43613b107	editor
\.


--
-- Data for Name: words; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.words (id, user_id, the_word, translation, language, definition, part_of_speech, base_form, is_public, created_at, updated_at) FROM stdin;
1	\N	აკვან	აკვანი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
2	\N	აკვანე	აკვანში	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
3	\N	ალʻიჼ	უთხრა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
4	\N	ას	მე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
5	\N	ასა	ბოჩოლების	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
6	\N	ასი	ბოჩოლები	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
7	\N	აჰ̧	შენ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
8	\N	ბადერ	ბავშვი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
9	\N	ბადერა	ბავშვიც	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
10	\N	ბადრეჼ	ბავშვის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
11	\N	ბადრი	ბავშვები	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
12	\N	ბადრივ	ბავშვებმა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
13	\N	ბაე	არის_და	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
14	\N	ბანდი-ბუნდი	მჩვრები	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
15	\N	ბარ	იყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
16	\N	ბახერ	ცხოვრობდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
17	\N	ბელ	უჭირავს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
18	\N	ბილკევ	ბილიკით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
19	\N	ბილკეხ	ბილიკს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
20	\N	ბიქნორ	დაუძახია	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
21	\N	ბუნგი	ჭურჭელი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
22	\N	ბჳის	ღამით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
23	\N	გაფრთხილბადიეჼ	გააფრთხილეს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
24	\N	გიჴოწინ	ზურგზე_დაიდო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
25	\N	გუბალʻე	გამოჩნდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
26	\N	გუდალʻე	გამოჩნდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
27	\N	და	არის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
28	\N	დაგეგ	არიან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
29	\N	დათხეშ	ტირილით(ახლა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
30	\N	დაკლავდინათხ	მოვიფიქრეთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
31	\N	დაკლივ	ფიქრობს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
32	\N	დალʻეთა	მოიტანეთ(თხოვნით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
33	\N	დალʻენ	გამოვიდნენ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
34	\N	დალო	არისო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
35	\N	დარ	იყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
36	\N	დაყურ	საჭმელს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
37	\N	დახაჼ	წავსულიყავით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
38	\N	დახერ	ცხოვრობდნენ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
39	\N	დახერე	ცხოვრობდნენ_და	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
40	\N	დაჰ̧ადამთავრბაბალიჼ	დამთავრდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
41	\N	დაჰ̧ადიკეჼ	წაიყვანა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
42	\N	დაჰ̧აესტნორ	თურმეგახსნა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
43	\N	დაჰ̧აჺევიჼ	მოკლა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
44	\N	დაჰ̧დეხნოერ	მისულიყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
45	\N	დაჰ̧დეჴჩე	მისვლისას	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
46	\N	დაჰ̧ევოჰ̧ენ	მოგკლავსო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
47	\N	დაჰ̧იარჺციენ	დავიწყებული	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
48	\N	დაჰ̧ოსეჼ	მოვიტანო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
49	\N	დაჰ̧ჲარიავინ	დაკარგულიყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
50	\N	დაჰ̧ჲასტალ	გახსენი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
51	\N	დაჰ̧ჲახენ	მივიდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
52	\N	დაჰ̧ჲაჰენ	მივიდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
53	\N	დაჰ̧ჺერʻევა	მოკვლა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
54	\N	დაჰეწერ	უნდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
55	\N	დაჴლარ	იზრდებოდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
56	\N	დენი	დღეს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
57	\N	დექიჼ	დაიძახეს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
58	\N	დეწრათხ	უნდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
59	\N	დეხნათხ	წავედით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
60	\N	დიე	გააჩინა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
61	\N	დითხენ	ხორციო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
62	\N	დილდებ	გარეცხე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
63	\N	დისე	დარჩნენ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
64	\N	დიშენ	წევსო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
65	\N	დიშუშ	მწოლიარე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
66	\N	დოლიჼ	შემდეგ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
67	\N	დორ	იზავდნენ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
68	\N	დოტდიენ	მოყვანილი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
69	\N	ე	ამ/და/ეს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
70	\N	ეაღ	ზის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
71	\N	ეაღერ	იჯდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
72	\N	ედაღენ	ზისო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
73	\N	ედგლე	ადგილას	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
74	\N	ევა	მოეკლა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
75	\N	ელʻნორ	უთქვამს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
76	\N	ესე	აქ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
77	\N	ესერე	აქედან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
78	\N	ეშმივ	ეშმაკებმა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
79	\N	ვანორ	ყოფილიყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
80	\N	ვიეჼ	გააჩინა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
81	\N	ვუხ	რას	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
82	\N	ზორეშ	ძალიან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
83	\N	თხე	ჩვენი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
84	\N	ი̄შ	წოლა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
85	\N	ია	არის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
86	\N	იათხეშ	ტირილით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
87	\N	იალʻეჼ	დაიწყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
88	\N	იე̄ნ	დაბრუნდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
89	\N	იეენ	მოვიდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
90	\N	ინც	ეხლა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
91	\N	ისი	მანდ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
92	\N	იშიეჼ	დააწვინა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
93	\N	იშტ	ასე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
94	\N	იშურ	იწვა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
95	\N	კალათ	კალათა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
96	\N	კალთევ	კალათით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
97	\N	კალთი	კალათაში/კალათები	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
98	\N	კაძიკ	ცოტა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
99	\N	კმაყოფლი	კმაყოფილი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
100	\N	კნათ	ბავშვი/ბიჭი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
101	\N	კოწლი	ნაწნავები	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
102	\N	კოწლივ	ნაწნავებით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
103	\N	ლათთენ	დგასო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
104	\N	ლამზურ	ლამაზი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
105	\N	ლარა	უცბად	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
106	\N	ლაჰბა	საკრეფად	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
107	\N	ლე	არც	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
108	\N	ლე̄რ	უნდოდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
109	\N	ლელინჩოღა	ნავალზე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
110	\N	ლეჰ̧ბოშ	კრეფისას	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
111	\N	მა	კიდევ/ნუ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
112	\N	მათთიშ	ლოგინები	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
113	\N	მარწყვ	მარწყვი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
114	\N	მაქ	ზედ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
115	\N	მე	რომ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
116	\N	მეზობლა	მეზობლის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
117	\N	მენუხა	რომელიც	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
118	\N	მენხჳიჩ	რომელი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
119	\N	მიჩ	სად	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
120	\N	მიჩახ	სადღაც	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
121	\N	მიჩედაგ	სადღაა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
122	\N	მიჩრენა	საიდანაც	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
123	\N	მიჩჴე	სადაც	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
124	\N	მოთთ	ლოგინი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
125	\N	მოჰ̧ეჴდა	როგორღაც	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
126	\N	ნან	დედა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
127	\N	ნან-დად	დედ-მამა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
128	\N	ნანას	დედამ/დედას	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
129	\N	ნანეგ	დედას	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
130	\N	ნაყბისტი	ამხანაგები	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
131	\N	ნაყვ	გზით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
132	\N	ნე	გარეთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
133	\N	ნეკი	დანები	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
134	\N	ნეკივ	დანებით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
135	\N	ნეჸ	გარეთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
136	\N	ნჸე	გარეთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
137	\N	ო	იმ/ის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
138	\N	ობი/ოჴარგო	ისინი/მათ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
139	\N	ოთახ	ოთახი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
140	\N	ოთთე	მიადგა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
141	\N	ოთთეჼ	დადგა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
142	\N	ოიკ	ბიჭი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
143	\N	ოსი	იქ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
144	\N	ოშტვიჩ	ისეთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
145	\N	ოშტო	ამგვარად/ისეთი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
146	\N	ოშტონკა	ისეთი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
147	\N	ოშტუჼ	ისეთი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
148	\N	საბან	საბან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
149	\N	სამუშავმაქრეჼ	სამუშაოდან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
150	\N	სე	ჩემი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
151	\N	სინათლ	სინათლე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
152	\N	სოდაჰ̧აჭენ	გაიხედ-გამოიხედა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
153	\N	სომფენიხ	ჩემს_მახლობლად	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
154	\N	სონენ	ჩემთვის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
155	\N	სოცი	ჩემთან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
156	\N	ტა	ბარძაყი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
157	\N	ტანათენ	ტანათასი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
158	\N	უშ	ისე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
159	\N	ფალ	ზღაპარი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
160	\N	ფსარლო	საღამო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
161	\N	ქოკივ	ფეხებით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
162	\N	ქოხ	ქოხი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
163	\N	ქოხეგა	ქოხს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
164	\N	ქოხი	ქოხში	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
165	\N	ღაზეჼ	კარგი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
166	\N	ღვინარ	ღონიერი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
167	\N	შანბახეჼ	წავიდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
168	\N	შარიჼ	თავისი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
169	\N	შარნაჲახე	წავიდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
170	\N	შარნაჲახენ	წავიდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
171	\N	შარნღობ	წადი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
172	\N	შატბოლლინ	განასკვა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
173	\N	შერ	თავის/თავისი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
174	\N	შიკე	ორივენი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
175	\N	შუ	თქვენმა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
176	\N	შუ-შუა	თავ-თავისი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
177	\N	შუიჼ	მათი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
178	\N	ჩა	დათვი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
179	\N	ჩაივ	დათვმა/დათვს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
180	\N	ჩაინ	დათვის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
181	\N	ჩაიხი	დათვისგან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
182	\N	ჩუ_ჲახენ	შევიდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
183	\N	ჩუა_ხაე	დაჯდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
184	\N	ჩუაეხკიჼ	მიაბა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
185	\N	ჩუაიკეჼ	შეიყვანა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
186	\N	ჩუახაე	დაჯდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
187	\N	ჩუახაიეჼ	დასვა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
188	\N	ჩუდარჟდიეჼ	გაშალეს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
189	\N	ჩუდიკეჼ	შეიყვანეს(ბავშვი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
190	\N	ჩუდიფშეჼ	დაწვნენ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
191	\N	ჩუდიშუშ	წოლისას	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
192	\N	ჩუდოდებათ	შემოიყვანეთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
193	\N	ჩუდოდებათენ	შემოიყვანეთო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
194	\N	ჩუთჳიჰისნორ	ჩასძინებოდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
195	\N	ჩუი̄ხკნორ	მიაბა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
196	\N	ჩუიკე	შეიყვანეს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
197	\N	ჩუხადიენ	ჩასვა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
198	\N	ჩუჰ̧	შიგ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
199	\N	ჩუჰ̧აჭენ	შეიხედა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
200	\N	ცო	არ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
201	\N	ცოდა	არაა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
202	\N	ცომ	არაფერი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
203	\N	ცომენა	არავინ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
204	\N	ცოჰანა	არავის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
205	\N	ცოჰეკა	თორემ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
206	\N	ცოჰმა	თუარადა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
207	\N	ცჰ̧ა	ერთი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
208	\N	ცჰ̧აღ	ერთად	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
209	\N	ცჰ̧ენ	ერთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
210	\N	ძირეხ	ძირზე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
211	\N	ძირეჼ	ძირთან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
212	\N	წე	ცეცხლი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
213	\N	წენი	სახლში	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
214	\N	წენიგ	სახლთან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
215	\N	წინა	სახლში	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
216	\N	წინრე	სახლიდან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
217	\N	წინრეჼ	სახლიდან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
218	\N	ხა	მხარი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
219	\N	ხანათენ	ხანათას	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
220	\N	ხანე	ხნის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
221	\N	ხე	იცის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
222	\N	ხეჸ	იცის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
223	\N	ჯაგენ	ძეძვის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
224	\N	ჯელელეჼ	ხვეწნით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
225	\N	ჰ̧ალდახერ	ცხოვრობდნენ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
226	\N	ჰ̧ალდახვე	ვიცხოვროთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
227	\N	ჰ̧ალეცინეთხ	ავიღეთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
228	\N	ჰ̧ალვაჴვალინ	გაიზარდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
229	\N	ჰ̧ალიააეთ	დაანთეთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
230	\N	ჰ̧ალოჴეხკდებათ	მოხარშეთ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
231	\N	ჰ̧ალშეგლბადიეჼ	დაალაგა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
232	\N	ჰ̧ალცოჴალოს	არ_შეგჭამ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
233	\N	ჰ̧ალცოჴეთთმაკ	ვერდგება	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
234	\N	ჰ̧ალცოჴეთთმაკსონენ	ვერვდგები	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
235	\N	ჰ̧ალხილუ	წამოიწევს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
236	\N	ჰ̧ალჰაწამელჩე	გაღვიძებისას	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
237	\N	ჰ̧ალჴეთთენ	ადგა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
238	\N	ჰ̧ალჴეთთეჼ	ადგა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
239	\N	ჰ̧ალჴეთიჼ	მიხვდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
240	\N	ჰ̧ალჴექდიენ	მოამზადეს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
241	\N	ჰ̧ამივაჸ	ყველამ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
242	\N	ჰ̧აშ	სტუმარი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
243	\N	ჰ̧აწუკ	ჩიტი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
244	\N	ჰ̧ეწკეგ	ჩიტს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
245	\N	ჰ̧ო	შენ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
246	\N	ჰ̧ულნოღა	ტყით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
247	\N	ჰალჴეთთენ	ადგა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
248	\N	ჰამივა	ყველამ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
249	\N	ჰერწ	ქვაბი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
250	\N	ჰეჭა	სუნი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
251	\N	ჰოჸრალ	გაეგო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
252	\N	ჲაგი	დაინახა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
253	\N	ჲაგიჼ	დაინახა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
254	\N	ჲათხეშ	ტირილით(მაშინ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
255	\N	ჲალʻეთა	მოიტანეთ(თხოვნით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
256	\N	ჲანორ	იყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
257	\N	ჲარ	იყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
258	\N	ჲარე	იყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
259	\N	ჲარმე	იყო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
260	\N	ჲატტერ	ეყარა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
261	\N	ჲაღოსეჼ	წამოვიდე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
262	\N	ჲახაჼ	წავიდეს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
263	\N	ჲახენ	მივიდა/წავიდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
264	\N	ჲახეჩ	გრძელით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
265	\N	ჲახხეჼ	გრძელი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
266	\N	ჲაჰ̧გო	გოგოს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
267	\N	ჲაჰ̧იჼ	გოგოს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
268	\N	ჲაჰ̧ოვ	გოგომ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
269	\N	ჲაჰოგ	გოგოს	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
270	\N	ჲექიჼ	დაიძახა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
271	\N	ჲეშმა	ეშმაკების	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
272	\N	ჲეწ	უნდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
273	\N	ჲეჸეჼ	მოვიდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
274	\N	ჲოლეჼ	წამოდი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
275	\N	ჲოწჲალიჼ	გაყვა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
276	\N	ჲოჰ̧	გოგო	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
277	\N	ჲუტ	მიდის	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
278	\N	ჲუტე	მიდის_და	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
279	\N	ჴე	მერე	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
280	\N	ჴეთიჼ	ეცა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
281	\N	ჴენ	შემდეგ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
282	\N	ჴეჼ	მერე/შემდეგ	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
283	\N	ჴირʻლ	გეშინია	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
284	\N	ჴირჴლიგ	ჭიშკართან	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
285	\N	ჴუნ	ტყეში	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
286	\N	ჺირდიენ	გალესილი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
287	\N	ჺირდორʻ	ლესავდა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
288	\N	ჺიშენ	დაწექი	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
289	\N	ჺრდანა	ლესვა	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
290	\N	ჺურდეჼ	დილით	tushetian	\N	\N	\N	t	2026-02-14 16:04:51.19352	2026-02-14 16:04:51.19352
\.


--
-- Name: audio_data_id_seq; Type: SEQUENCE SET; Schema: public; Owner: luka
--

SELECT pg_catalog.setval('public.audio_data_id_seq', 1, true);


--
-- Name: audio_segments_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.audio_segments_id_seq', 20, true);


--
-- Name: users_id_seq; Type: SEQUENCE SET; Schema: public; Owner: luka
--

SELECT pg_catalog.setval('public.users_id_seq', 3, true);


--
-- Name: words_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.words_id_seq', 290, true);


--
-- Name: audio_data audio_data_pkey; Type: CONSTRAINT; Schema: public; Owner: luka
--

ALTER TABLE ONLY public.audio_data
    ADD CONSTRAINT audio_data_pkey PRIMARY KEY (id);


--
-- Name: audio_segments audio_segments_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.audio_segments
    ADD CONSTRAINT audio_segments_pkey PRIMARY KEY (id);


--
-- Name: users users_email_key; Type: CONSTRAINT; Schema: public; Owner: luka
--

ALTER TABLE ONLY public.users
    ADD CONSTRAINT users_email_key UNIQUE (email);


--
-- Name: users users_pkey; Type: CONSTRAINT; Schema: public; Owner: luka
--

ALTER TABLE ONLY public.users
    ADD CONSTRAINT users_pkey PRIMARY KEY (id);


--
-- Name: users users_username_key; Type: CONSTRAINT; Schema: public; Owner: luka
--

ALTER TABLE ONLY public.users
    ADD CONSTRAINT users_username_key UNIQUE (username);


--
-- Name: users users_uuid_key; Type: CONSTRAINT; Schema: public; Owner: luka
--

ALTER TABLE ONLY public.users
    ADD CONSTRAINT users_uuid_key UNIQUE (uuid);


--
-- Name: words words_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.words
    ADD CONSTRAINT words_pkey PRIMARY KEY (id);


--
-- Name: idx_audio_data_language; Type: INDEX; Schema: public; Owner: luka
--

CREATE INDEX idx_audio_data_language ON public.audio_data USING btree (language);


--
-- Name: idx_audio_data_status; Type: INDEX; Schema: public; Owner: luka
--

CREATE INDEX idx_audio_data_status ON public.audio_data USING btree (status);


--
-- Name: idx_audio_segments_time; Type: INDEX; Schema: public; Owner: postgres
--

CREATE INDEX idx_audio_segments_time ON public.audio_segments USING btree ("time");


--
-- Name: idx_words_is_public; Type: INDEX; Schema: public; Owner: postgres
--

CREATE INDEX idx_words_is_public ON public.words USING btree (is_public);


--
-- Name: idx_words_language; Type: INDEX; Schema: public; Owner: postgres
--

CREATE INDEX idx_words_language ON public.words USING btree (language);


--
-- Name: idx_words_the_word; Type: INDEX; Schema: public; Owner: postgres
--

CREATE INDEX idx_words_the_word ON public.words USING btree (the_word);


--
-- Name: idx_words_user_id; Type: INDEX; Schema: public; Owner: postgres
--

CREATE INDEX idx_words_user_id ON public.words USING btree (user_id);


--
-- Name: words words_user_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.words
    ADD CONSTRAINT words_user_id_fkey FOREIGN KEY (user_id) REFERENCES public.users(id) ON DELETE CASCADE;


--
-- PostgreSQL database dump complete
--

\unrestrict oFUZUljeWEWiUyObseRLxpdSKdMJPZEeyjDAnP6ef5qX9jeRP7n1pEUB4IfTpBE

